tap "brewsci/bio"
tap "homebrew/bundle"
tap "wez/wezterm"
tap "wez/wezterm-linuxbrew"
brew "afuse"
brew "fd"
brew "fzf"
brew "htop"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "brewsci/bio/exonerate"
brew "wez/wezterm-linuxbrew/wezterm"
vscode "anan.jetbrains-darcula-theme"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "codium.codium"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "hollowtree.vue-snippets"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "narasimapandiyan.jetbrainsmono"
vscode "phiter.phpstorm-snippets"
vscode "phpactor.vscode-phpactor"
vscode "pkief.material-icon-theme"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "zhuangtongfa.material-theme"
vscode "zobo.php-intellisense"
