tap "brewsci/bio"
tap "homebrew/bundle"
tap "wez/wezterm"
tap "wez/wezterm-linuxbrew"
brew "afuse"
brew "bat"
brew "fd"
brew "fzf"
brew "htop"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "brewsci/bio/exonerate"
brew "wez/wezterm-linuxbrew/wezterm"
brew "node"
brew "git"
brew "fish"
