tap "brewsci/bio"
tap "homebrew/bundle"
tap "shivammathur/php"
tap "wez/wezterm"
tap "wez/wezterm-linuxbrew"
brew "afuse"
brew "bat"
brew "brew-php-switcher"
brew "docker"
brew "fd"
brew "figlet"
brew "fzf"
brew "git-delta"
brew "htop"
brew "lazygit"
brew "lolcat"
brew "neovim"
brew "php@8.1"
brew "php@8.2", link: true
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "ydiff"
brew "brewsci/bio/exonerate"
brew "shivammathur/php/php@7.4", link: true
brew "wez/wezterm-linuxbrew/wezterm"
